{
  "sfc_pagsm": {

    "sfc_titan1":"+150 range of ballistics and energy weapons for Iapetus-class ships." ,
    "sfc_titan2":"+25% projectile speed of ballistics and energy weapons for Iapetus-class ships." ,
    "sfc_titan3":"+10% fire rate of ballistics and energy weapons for Iapetus-class ships." ,
    "sfc_titan4":"-15% kinetic damage of shields for Iapetus-class ships." ,
    "sfc_titan5":"+20% unfold rate of shields for Iapetus-class ships." ,
    "sfc_titan6":"+10% armor for Iapetus-class ships." ,

    "sfc_iapetus1":"+25% flux capacity for Iapetus-class ships." ,
    "sfc_iapetus2":"+20% flux dissipation for Iapetus-class ships." ,
    "sfc_iapetus3":"-25% flux firing cost of ballistics and energy weapons for Iapetus-class ships." ,
    "sfc_iapetus4":"+50% ammo regen speed of ballistics and energy weapons for Iapetus-class ships." ,
    "sfc_iapetus5":"+25% range for point-defense weapons for Iapetus-class ships." ,
    "sfc_iapetus6":"-20% ship system cool down time for Iapetus-class ships." ,

    "sfc_luddskill1":"+20% max speed." ,
    "sfc_luddskill2":"+30% faster ship turn rate." ,
    "sfc_luddskill3":"+25% faster ship acceleration and deceleration." ,
    "sfc_luddskill4":"+25su to zero flux speed boost." ,

    "sfc_hullmodDetails":"Stats Details",
    "sfc_hullmodSpecial":"Special Ship System",

    "sfc_solarlivery1":"• Decreased solar corona effect: %s",
    "sfc_solarlivery2":"• Effect on solar corona if solar shields is installed: %s",
    "sfc_solarlivery3":"\"It's effective, but does it really have to be such a garish color?\"" ,
    "sfc_solarlivery4":"         — Quote by an Ex-Sindrian Fuel Company Engineer" ,

    "sfc_maxFuelText1":"• Increased fuel storage: %s",
    "sfc_maxFuelText2":"• Increased death explosion damage: %s",
    "sfc_maxFuelText3":"• Increased death explosion radius: %s",
    "sfc_maxFuelText4":"• Decreased recovery chance: %s",
    "sfc_maxFuelText5":"\"What do you mean, overloading the AM-fuel storage tanks is a bad idea? The Sindrian Fuel Company must be able to carry as much fuel as possible! If you're so worried about overloading the fuel tanks, there's plenty of unused space in the engine room for some extra fuel tanks!\"",
    "sfc_maxFuelText6":"         — Junior Manager Spender Balashi",

    "sfc_refitText1":"• Storage to fuel conversion: %s cargo storage to fuel",
    "sfc_refitText2":"• Reduced cargo storage: %s storage",
    "sfc_refitText3":"• Increased death explosion damage: %s",
    "sfc_refitText4":"• Increased death explosion radius: %s",
    "sfc_refitText5":"• Decreased recovery chance: %s",
    "sfc_refitText6":"\"What do you mean, leaving unsecured Antimatter Fuel lying around the ship is a bad idea? The Sindrian Fuel Company must be able to carry as much fuel as possible, no matter where we have to put it! Why, there's so much space in the engine room, let's put some over there!\"",
    "sfc_refitText7":"         — Junior Manager Spender Balashi",

    "sfc_antiengineText1":"• Zero flux bonus effective up to: %s Flux",
    "sfc_antiengineText2":"• Zero flux speed bonus increased By: %s units",
    "sfc_antiengineText3":"• Decreased engine health: %s",
    "sfc_antiengineText4":"• Increased fuel and supply usage: %s",
    "sfc_antiengineText5":"• Increased sensor profile: %s",
    "sfc_antiengineText6":"\"The prototype exploded? And you're saying it's because my calculations are wrong!? Impossible! You must have built it wrong, you imbecile. Now build it again and follow my instructions to the letter, or I’ll have you thrown out of this building!\"",
    "sfc_antiengineText7":"         — Head Researcher, Yunris Kween",

    "sfc_amBoosterText1":"• Increased missile maneuverability bonus: %s",
    "sfc_amBoosterText2":"• Increased missile range: %s",
    "sfc_amBoosterText3":"• Ammo decrease if expanded missile racks is installed: %s",
    "sfc_amBoosterText4":"\"Sindrian-Brand Antimatter Fuel burns the best for all things! Ensure you have the best fuel today!\"",
    "sfc_amBoosterText5":"         — Sindrian Fuel Company Advert",

    "sfc_amAcceleratorText1":"• Increased weapon turn speed: %s",
    "sfc_amAcceleratorText2":"• Increased projectile speed: %s",
    "sfc_amAcceleratorText3":"• Decreased turret health: %s",
    "sfc_amAcceleratorText4":"\"Be careful with that! One wrong move and you’ll blow the whole thing sky high. Now hold it still, I need to make sure the calculations are correct.\"",
    "sfc_amAcceleratorText5":"         — Lead Developer Gregory Mannfred",

    "sfc_talariahullmodText1":"• Increases energy weapon range: %s",
    "sfc_talariahullmodText2":"• Increases energy weapon projectile speed: %s",
    "sfc_talariahullmodText3":"• Increases energy weapon rate of fire if Converted Fighter Bay installed: %s",
    "sfc_talariahullmodText4":"• Decreases energy weapon flux cost if Converted Fighter Bay installed: %s",
    "sfc_talariahullmodText5":"\"Sometimes its the little things that count the most.\"",
    "sfc_talariahullmodText6":"         — Lead Developer Gregory Mannfred",

    "sfc_hwi1":"• Decreased large mount OP Cost: %s",
    "sfc_hwi2":"• Increased PD mount range: %s",
    "sfc_hwi3":"\"The Iapetus shall herald forth a new path for the Sindrian Fuel Company! Let none stand in its way!\"",
    "sfc_hwi4":"         — Fleet Admiral Ruka Yenni",

    "sfc_overclockTitle":"WEAPONS OVERCLOCK",
    "sfc_overclock1":"• Vastly increases ballistics and energy weapon output while active.",
    "sfc_overclock2":"• Engine output decreased while ship system is active.",
    "sfc_overclock3":"• Ballistics and energy RoF and projectile speed increased by: %s",
    "sfc_overclock4":"• Ballistics and energy weapons flux cost to fire decreased by: %s",
    "sfc_overclock5":"• Ballistics and energy weapons ranged increased by: %s",
    "sfc_overclock6":"• Ship speed and maneuverability decreased by: %s",

    "chm_fuelText1":"• Increased ship burn Level: %s",
    "chm_fuelText2":"• Decreased ship fuel Consumption: %s",
    "chm_fuelText3":"\"When you're looking for the best fuel in town, Sindrian Fuel has the best around!\"",
    "chm_fuelText4":"         — Sindrian Fuel Company Jingle",

    "sfc_ordnanceExpertiseText":"There's more to antimatter fuel than simply just fueling starships. Why, with just a bit of ingenuity, you'll find there's plenty of things which can benefit from a bit of antimatter reactions.",
    "sfc_ordnanceExpertiseAuthor":"Chapter 15 of The Sindrian Fuel Company: From Dreams to Reality",

    "sfc_lionsguardHQ":"Headquarters of the elite paramilitary branch of the Sindrian Fuel Company, under the direct control of Supreme Overlord Executive Gas Station Manager Phillip Andrada. The Lion's Guard consists of the most devoted employees, who receive top quality training and equipment to protect Sindrian Fuel assets and ensure the continued competitiveness of Sindrian Antimatter Fuel throughout the sector. Many question why a company like Sindrian Fuel would require such a heavily armed paramilitary unit when most duties are handled by regular security forces, but these questions usually are silenced by reminders of how dangerous the Persean Sector is and a note that the Lion's Guard is solely used for private defense purposes only. Any rumors of Lion's Guard operations to destabilize other markets to make way for a Sindrian Fuel franchise are completely unsubstantiated, and clearly they come from jealous rivals intending to tarnish the company's pristine public image. And for Ludd's sake, don't ask why the Guard's named for a Lion.",

    "sfc_deUnpropagandaTitle":"Alternative Brand Advertisers",
    "sfc_deUnpropagandaText":"A hub for the planet wide advertisement of alternative fuel brands, aimed at slowly weaning off the local populace's deep-rooted reliance on Sindrian Brand antimatter fuel.",

    "sfc_sindrianfuelText":"The Blast Processing technology is the bleeding edge of antimatter production. Combining the secrets of Domain-era industrial might with hard work and honest labor, the Sindrian Fuel Company ensures enough fuel for all in the Persean Sector."
  }
}