{
	tips:[
"[PAGSM] Did you know that Sindrian Antimatter Fuel is 10% more efficient that the leading competitors brands? Ensure you can make it to Point A to Point B while in hyperspace with Sindrian Antimatter Fuel!",
"[PAGSM] Did you know that Sindrian Antimatter Fuel burns 10% more cleaner than the leading competitors brands? Keep your engines burning bright and clean with Sindrian Antimatter Fuel!",
"[PAGSM] Did you know that the average lifespan of a Volturnian Lobster is twice that of your average, off-brand lobster? Make sure your lobster has the Volturn proof of quality!",
"[PAGSM] Did you know that sunglasses are not only a useful protective accessory on the sunny planet of Sindria but also a highly respectable fashion statement? Get your Sindrian Fuel Company™ brand sunglasses at your local gas station franchise today!",
"[PAGSM] Did you know that in the last 20 cycles, Sindrian Antimatter Fuel has ensured the Sector's ability to continue exploring hyperspace and keep loved ones together across the core worlds? Sindrian Antimatter Fuel, keeping families together!",
"[PAGSM] Did you know that fuel not handled by our highly trained fuel specialists may end up exploding and causing massive damage to your starships? Ensure only the most trained professionals handle your antimatter fuel at the Sindrian Fuel Company™!",
"[PAGSM] Did you know that through our patented process of using hard work and honest labor, our Antimatter Fuel is the best that you can buy in the sector? The Sindrian Fuel Company™, where everyone is family!",
"[PAGSM] Did you know that Supreme Chief Overlord President Executive Gas Station Manager Philip Andrada used to be a Hegemony Admiral before deciding to pursue his dream of being the sector's premier Antimatter Fuel supplier? The Sindrian Fuel Company™, where it's never too late to follow your dreams, and follow them with the help of Sindrian Antimatter Fuel!",
"[PAGSM] Did you know that all attempts to slander the company and spreading rumors that the Sindrian Fuel Company™ is in fact a brutal military dictatorship should not be trusted and are only spread by jealous competitors? Only trust the truth with the Sindrian Fuel Company™!",
"[PAGSM] Did you know that Volturn-y the Volturnian Lobster is purple because of how much he wanted to become the mascot for the Sindrian Fuel Company™? Volturn-y the Volturnian Lobster, beloved by millions throughout the Persean Sector!",
"[PAGSM] Welcome to Sindria! Get one Volturnian lobster for every 100¢ of your purchase!",
"[PAGSM] Did you know that High-Capacity batteries make for terrible starship fuel and should not be trusted in traversing hyperspace? This advertisement has been sponsored by the Sindrian Fuel Company™.",
"[PAGSM] While visiting Sindria, the Sindrian Fuel Company™ highly recommends anyone with particularly pale skin should wear at minimum 3000 SPF sunscreen.",
"[PAGSM] All allegations of the Sindrian Fuel Company™ using 'console commands' to increase their Antimatter Fuel production are all rumors and lies. The Sindrian Fuel Company™ would never stoop so low to cheating against the competition.",
"[PAGSM] Did you know that no method used from this universe or another can ever match the tried and true patented Sindrian Fuel Company™ method of hard work and honest labor? Sindrian Antimatter Fuel, unmatched in this reality or any other!",
"[PAGSM] Sindrian Fuel, the premier place to buy Antimatter Fuel and Antimatter Fuel accessories. Get them at your local franchise station today!",
"[PAGSM] Laffy the Lion of the Lion's Guard would like to remind you to keep your personal information safe while using the hyperwavenet.",
"[PAGSM] When you're looking for the best fuel in town, Sindrian Fuel has the best around!",
"[PAGSM] Don't trust the Nachiketa Fuel Traders, Incorporated's Antimatter Fuel. Theirs is a fuel built on lies and deception. This message has been brought to you by the Sindrian Fuel Company™.",
"[PAGSM] Did you know that the Persean League's fuel brands are not only objective inferior (as shown by research paid for by the Sindrian Fuel Company™), but is also potentially dangerous to your ship's engines? This message has been brought to you by the Sindrian Fuel Company™.",
"[PAGSM] Want to take your devotion to the Sindrian Fuel Company™ to the next level? Join the Lion's Guard! Laffy the Lion is always looking for new, promising recruits to serve the interest of the Supreme Chief Overlord President Executive Gas Station Manager!",
"[PAGSM] Any rumors that the Board of Research and Development is attempting to create a fighting force of 'Lobster Marines' are completely made up and should not be taken seriously.",
"[PAGSM] Volturnian Lobsters have shells tougher than iron! So please be careful when eating them. Dentist fees are no joke, and aren't considered tax deductible. This message has been paid for by the Sindrian Fuel Company™.",
"[PAGSM] Any rumors that a shipment of Sindrian Fuel brand sunglasses having been shipped to the wrong location are lies propagated by rivals of the Sindrian Fuel Company™.",
"[PAGSM] Any and all Antimatter Fuel production facilities that are currently not under the oversight of the Sindrian Fuel Company™ are simply waiting to be bought out in the future.",
"[PAGSM] The Minim-class Antimatter Bomber is essentially a pair of Antimatter blasters with wings. Just make sure it has a proper escort as it makes its bombing runs.",
"[PAGSM] The PM-15000 operates similarly to the Legion-class Battlecarrier. It also isn't a Prometheus MK.2.",
"[PAGSM] The civilain and military line of Sindrian Fuel Company Fuel ships all come with Solar Livery, which provides a 95% reduction of CR loss due to environment.",
"[PAGSM] Why does the Sindrian Fuel Company operate a fleet of military-grade ships built from tanker hulls? Why not?",
"[PAGSM] Yes, the Sindrian Fuel Company knows how to properly handle AM-fuel. It's why their tankers don't explode violently when they're destroyed. Unless you mod that in. Then yes, then they'll explode violently.",
"[PAGSM] Any rumors of any HIVLs (Highly-Intelligent Volturnian Lobsters) piloting ships out in the outer reaches of the sector are nothing more than slanderous rumors spread by jealous rivals.",
"[PAGSM] The crown jewels of the Sindrian Fuel Company is AM-fuel production facilities. ANY AM-fuel production facilities.",
"[PAGSM] The Board of Research and Development would like to kindly remind you that its doors are closed every night. Any rumors of someone still working after official closing hours are just hearsay and gossip.",
"[PAGSM] The Iapetus IS-15000 is the greatest Battleship the Sindrian Fuel Company has ever developed! What? No, there's no such thing as an Iapetus IS-20000. Why would anyone number a capital ship anything but 15000?",
"[PAGSM] The Grand Fuel Fleet technically is meant to protect Sindria. However, thanks to an agreement (some say coerced) made by the Lion's Guard, The Grand Fuel Fleet now protects Volturn and its nearby planets.",
"[PAGSM] Sindrian Brand Antimatter Fuel is the best way to Power your Fantasies today!",
"[NFT] Director Karlos Pononzi will only work with people who have proven themselves a valuable aid to the Hegemony.",
"[NFT] Director Pononzi does not like Andrada. Absolutely does not like him. You have been warned.",
"[NFT] The Nachiketa Fuel Traders, Incorporated would like to remind you that before the Askonia crisis, they were the number one AM-fuel producers in the Persean Sector.",
"[NFT] If you are given a grant of a million credits, how much of that will be taken from you as tax?",
"We are the vangaurd for the Lion of Sindria.",
     ],
}