{
	tips:[
		"[ET: IX Revival] This mod can be used without Nexerelin, follow nexerelin_dependency_readme.txt in the mod directory for instructions",
		"[ET: IX Revival] IX Battlegroup weapons are generally strong against shields but weak against armor. Their ships are similar in having strong shields but weak armor. Plan accordingly.",
		"[ET: IX Revival] Taking a commission with the IX Battlegroup will turn the rest of the Sector hostile, aside from pirates and independents. Use their ports as way stations in the Core Worlds.",
		"[ET: IX Revival] Taking the Sword of the Fleet background as an independent pilot in Nexerelin (v0.11.0x+) character creation will let you start the game with friendly relations to the IX Battlegroup and extra bonuses.",
		"[ET: IX Revival] The Sword of the Fleet skill may dramatically increase flux generation along with damage dealt in combat, depending on the officer's ship loadout.",
		"[ET: IX Revival] Starting the game with the IX Battleroup in Nexerelin will grant your player character the Sword of the Fleet skill.",
		"[ET: IX Revival] The Antecedent Device of an upgraded Odyssey (IX) is normally very slow. Speed it up on launch by accelerating your ship with Plasma Burn just before firing.",
		"[ET: IX Revival] To disable Panopticon Monitoring on IX Battlegroup held worlds and restore their black markets, either disrupt the High Command on Vertex Station in Zorya, or steal its alpha core.",
		"[ET: IX Revival] An IX Battlegroup supership start will grant you extra Honor Guard blueprints and hulllmods.",
		"[ET: IX Revival] IX Battlegroup ships will occasionally be equipped with Panoptic Interface hullmods. Performing an extraction procedure using the top drop down menu in the ship fitting window may yield AI cores.",
		"[ET: IX Revival] Independent officers hired on IX Battlegroup held worlds will start with the Sword of the Fleet skill.",
		"[ET: IX Revival] The IX Battlegroup is very interested in Domain era weapons of mass destruction. Their Cartel underlings, perhaps not as much. Make the right bargain and you may even receive a unique ship in payment.",
		"[ET: IX Revival] The IX Battlegroup are experts in pre-Collapse technology. They may even be able to repair ships that no one else can, if you make it worth their while.",
	],
}