{
	tips:[
		"[Vayra] Greetings from Shark, your friendly cr- code rewriter and maintainer.",
		"[Vayra] Keep each other safe.",
		"[Vayra] You can trust Friend Alpha Core.",
		"[Vayra] Friend Alpha Core would never hurt you.",
		"[Vayra] Remember to change the laundry!",
		"[Vayra] Read more Iain Banks.",
		"[Vayra] Stay hydrated! Drink water regularly.",
		"[Vayra] Read more Ursula K. Le Guin.",
		"[Vayra] You are full of stars.",
		"[Vayra] Delete your Facebook account.",
		"[Vayra] The call is coming from inside the house.",
		"[Vayra] Stop paying your phone bill.",
		"[Vayra] Throw your car battery into the ocean.",
		"[Vayra] i love you",
		"[Vayra] If you call in sick to work tomorrow, you can play more Starsector tonight.",
		"[Vayra] You can identify planetary ruins even before a preliminary survey, by looking for rings of debris orbiting around the planet. The denser the debris, the more extensive the ruins.",
		"[Vayra] There's treasure out there in them stars. I can feel it.",
		"[Vayra] If you don't like the tips that a mod adds, you can go into the mod folder's /data/strings/ directory and delete the 'tips.json' file. It won't break anything and it won't hurt anyone's feelings, I promise!",
		"[Vayra] That was probably just the wind.",
		"[Vayra] Remember to turn your transponder off when you enter hyperspace.",
		"[Vayra] Make sure to always sell blueprints on the black market for maximum profit. I'm sure the pirates won't do anything dangerous with them.",
		"[Vayra] War is hell.",
		"[Vayra] Google Murray Bookchin.",
		"[Vayra] Conflict-rich systems are often good for salvaging -- if you can dodge the hostiles.",
		"[Vayra] If it doesn't have Safety Overrides, is it really worth flying?",
		"[Vayra] Please report all suspicious activity to the nearest Hegemony COMSEC operative. Don't worry - they'll find you.",
		"[Vayra] Anybody can make a Starsector mod. Join the (unofficial) Discord server and don't let your memes be dreams.",
		"[Vayra] Onslaught was a mistake.",
		"[Vayra] Close Photoshop and step away from the computer. The world doesn't need another Onslaught recolor.",
		"[Vayra] Close ship_data.csv and step away from the computer. The world doesn't need another capital battlecarrier.",
		"[Vayra] The 'Print Screen' button on your keyboard will take a screenshot and save it to the 'screenshots' folder in your Starsector install directory.",
		"[Vayra] To start Starsector in Borderless Windowed mode, check the 'Windowed' button on the launcher and set the resolution dropdown to the same as your monitor resolution.",
		"[Vayra] When fitting a carrier with bombers, Daggers, Perditions, and Khopeshes are always a safe choice. And Broadswords, Warthogs, and Longbows all excel at supporting them.",
		"[Vayra] Each 'tech level' generally corresponds to a particular doctrine - it's not a progression path, and High Tech isn't always (or even often) the 'best'!",
		"[Vayra] Low Tech or 'Mastery Era' ships are cheap to deploy and maintain, quick to repair for another battle, and will win nearly every fight they can get themselves into.",
		"[Vayra] High Tech or 'Expansion Era' ships are expensive to deploy and maintain, slower to repair, excel at hit-and-run attacks, and often have powerful - even game-changing - ship systems.",
		"[Vayra] Midline or 'Core Era' ships are jacks of all trades that mount mixed weapon packages and have a good balance of mobility and toughness. They can hit-and-fade effectively against Low Tech, and win brawls against faster but more fragile High Tech.",
		"[Vayra] Ballistics tend to be more efficient than energy weapons, and deliver hard flux damage at extended range. Ships with many ballistic mounts are strong in direct engagements, and can be built to excel at either long-range bombardment or close-range assault.",
		"[Vayra] Energy weapons tend to be less flux-efficient and have shorter ranges than ballistics - with the exception of beams, which deal only soft flux damage. Ships with many energy mounts rely on positioning and mobility to make the most of their limited loadouts.",
		"[Vayra] Ammo-limited strike missiles such as Sabots, Harpoons, and torpedoes provide a way to effectively 'short-circuit' otherwise evenly matched engagements, or let a cheap ship punch far above its weight. A well-timed Sabot volley or Reaper launch can turn the tide of an entire battle in an instant.",
		"[Vayra] The AI will launch Harpoon missiles - which have a very long range - when an enemy is overloaded nearby. For best results, arm back-line or mid-range support and line ships with Harpoons, and close-range assault ships with heavy kinetic-damage guns and Sabot missiles.",
		"[Vayra] Mod overdose can affect anyone. Know the signs. Be safe.",
		"[Vayra] Only trust your fists. Police will never help you.",
		"[Vayra] Things are always good in the end, so if it's not good - it's not the end yet.",
		"[Vayra] FRONT TOWARDS ENEMY",
		"[Vayra] Kadur ships are Low Tech taken to an extreme - poorly shielded, fast in a straight line, sluggish to turn or retreat, and devastatingly well-armed. They excel in straightforward fights and when allowed to choose the terms of their engagements, but falter when surrounded or under sustained pressure.",
		"[Vayra] Kadur ships are designed to override equipment safeties once they have taken significant hull damage, enabling them to launch a final devastating attack or flee at maximum speed.",
		"[Vayra][Commissioned Crews] Especially devoted Kadur crews modify their ships to enhance the effects of their automatic overdrive, activated once a certain amount of hull damage has been taken.",
	],
}