{
	tips:[
          {"freq":0.5, "tip":"UAF // Ever wonder why you couldn't find anything like choco lava to gift to a couple certain characters in the core sector? This is why."},
          {"freq":0.5, "tip":"UAF // There are rumours of a shadowy entity stalking around the Vermillion Administrator office, beware!"},
          {"freq":0.5, "tip":"UAF // The queen's favorite flavour is vanilla."},
          {"freq":0.5, "tip":"UAF // The Auroran Navy favors overwhelming firepower through airpower, utilize it's vast numbers of strike craft and aircraft carriers to your advantage."},
          {"freq":0.5, "tip":"UAF // If everything fails, just throw them a bunch of thermonuclear musical notes via a conveniently named musical missile battlecruiser."},
          {"freq":0.5, "tip":"UAF // The laser rangefinder is a necessary feature, at least you'll know if someone's targeting you when you're against the Auroran ships/weaponry."},
          {"freq":0.5, "tip":"UAF // The United Aurora Federation is portrait pack with a playable faction as a downloadable content, that much is true for certain."},
          {"freq":0.5, "tip":"UAF // The United Aurora Federation have been in development hell for at least 7 years and counting, it was halted thrice on separate occassions and seen multiple remakes throughout the years. This will be the last hurrah."},
          {"freq":0.5, "tip":"UAF // The Auroran Navy's super capital ships, the Solvernia and Novaeria are actually armed exploration ships. Its just that they came prepared before venturing beyond the Dimensional Gate. "},
          {"freq":0.5, "tip":"UAF // Solvernia is the pride of the Auroran Navy, she is massive, powerful, aesthetically beautiful with striking dazzle camouflage pattern that conveniently hide most of her curvy features well. Don't ask about her weight though!"},
          {"freq":0.5, "tip":"UAF // Novaeria was designed to be a deep space mobile exploration base, that's why its hangars are capable of housing and refit ships as large as a cruiser, canonically speaking."},
          {"freq":0.5, "tip":"UAF // Rillaru is a very capable warship designed to be a multi-role front liner, she can take a few hits and deliver a devastating counter attack with the right equipment. Be on the look out for the Automata variant, that one is a beast!"},
          {"freq":0.5, "tip":"UAF // Reisen is a floating artillery platform, use it to either attack from range or provide area denial / passage. It still requires a good amount of escort to do its work just like any other ships."},
          {"freq":0.5, "tip":"UAF // Eyeseau is a special one, listen to it carefully and you would notice that its basically a giant music player with anti-electronic warfare properties."},
          {"freq":0.5, "tip":"UAF // The United Aurora Federation are not natives to the Starsector as they come from a place far, far away from their own home dimensional timeline."},
          {"freq":0.5, "tip":"UAF // Only two known factions have officially established friendly communications with the Auroran Federation, Scalartech and Iron Shell; albeit discreetly to avoid potential political disaster."},
          {"freq":0.5, "tip":"UAF // Neuko androids are mass-produced types of the original 'robo queen', the AER-1A; but with reduced overall capabilities and limited to their specifications depending on class types."},
          {"freq":0.5, "tip":"UAF // There are three general classes for Neuko androids. 'Courtesan' is the common type, followed by 'Princess' and lastly, the rare 'Crown Princess'. They're easily identifiable by visual design and aesthetics."},
          {"freq":0.5, "tip":"UAF // Auroran missile weapons are given musical names. For example, Semibreve is the name given to the mass produced tactical thermonuclear missile."},
          {"freq":0.5, "tip":"UAF // Auroran space aircraft carriers can be easily identified by two things; their naming convention which will end with '-ria.' and visible hangars and runways on their ships."},
          {"freq":0.5, "tip":"UAF // Due to the dangerous unknown nature of starsector, all Auroran ships are needed to be at least armed and armored enough to fight back, which includes the freighter and tanker series as well."},
          {"freq":0.5, "tip":"UAF // Crown Princess 'Narumi'-type is the one that made all the wonderful music for the faction, do please check her out on youtube if you want to hear more of her work!"},
          {"freq":0.5, "tip":"UAF // It is necessary for the UAF musics to sound different from the usual theme of the Starsector. This is about the Queen and her story, everything else are just accessories."},
          {"freq":0.5, "tip":"UAF // Interdimentional Confectionary quickly became the first pride and joy among the Auroran people in this side of the universe. It reminds them of home."},
          {"freq":0.5, "tip":"UAF // Aeria Charlotte doesn't care about what's beyond the Dimensional Gate in the Starsector, she's here to defend the homeworld from further invasion.. and find an answer to a personal dilemma."},
          {"freq":0.5, "tip":"UAF // Despite its futuristic and sleek-looking aesthetics, Auroran Federation is still a relatively new space-era faction."},
          {"freq":0.5, "tip":"UAF // Try to say Lillaru - Rillaru - Lillaru - Rillaru as quickly as you can!"},
          {"freq":0.5, "tip":"UAF // Lillaru is Rillaru's 'little' sister, but in the form of a heavy cruiser. She can keep up with the big sis and fight hard."},
          {"freq":0.5, "tip":"UAF // Seniraja is a direct counter to the well known Eagle class Heavy Cruiser and will put up a fight as fierce as the other so long as her flanks are covered."},
          {"freq":0.5, "tip":"UAF // Are you having trouble with some heavily armored enemies and always feel overwhelmed? Fear not, believe in the Auroran Air Superiority!"},
          {"freq":0.5, "tip":"UAF // Cherry Vanguard is the ultimate solution for your needs to basically transfer one planet's inventory to another. You can quite literally carry the entire world with you."},
          {"freq":0.5, "tip":"UAF // Zepporia class Fleet Supercarrier's nickname is Zeppy. Think of her as Solvy's tsundere guardian."},
          {"freq":0.5, "tip":"UAF // Sentry class Artillery Cruiser can outsnipe her enemies and penetrate through multiple targets in just one shot, she is also armed with micro missiles for self protection."},
          {"freq":0.5, "tip":"UAF // Nakiha class Frigate is a destroyer in disguise."},
          {"freq":0.5, "tip":"UAF // Once you have a taste of the Auroran Point Defense doctrines, it might be difficult trying to adjust to another faction."},
          {"freq":0.5, "tip":"UAF // Lunamun is a double pun, really."},
          {"freq":0.5, "tip":"UAF // Maggy is a tsundere."},
          {"freq":0.5, "tip":"UAF // Special thanks to my old friends for supporting financially, mentally and emotionally for allowing me to finally realize this mod into reality."},
          {"freq":0.5, "tip":"UAF // Do you still see repetition of portraits in some places? Report immediately to the local authority, there'll be a new one to come out eventually!"},
          {"freq":0.5, "tip":"UAF // Why do you often see females in the Federation, you may ask? Well, why else are you playing the mod? Wait, you're not here for the anime girls? Woah! Such heresy!"},
          {"freq":0.5, "tip":"UAF // Inazuma is an artillery cruiser, try not to get flanked while piloting it.. and don't worry about the engine, its somewhat protected from rear attacks."},
          {"freq":0.5, "tip":"UAF // Unlike Inazuma, Akatsuzuma is more standardized with its design. Think of it as a fatter but faster frigate killer."},
          {"freq":0.5, "tip":"UAF // UAF's carpet bombers such as Hyacinth, Sakurai and Hibiscus are named after flowers. Their job is to saturate the battlefield and deny the area.. but they still hit hard though if you din't avoid their"},
          {"freq":0.5, "tip":"UAF // UAF's torpedo bombers are designed to strike hard and fast. If circumstances are right, they'll also strike from behind too.. and don't ignore their torpedoes even if they missed."},
          {"freq":0.5, "tip":"UAF // Why do key cards appear from literally anywhere in the sector? Sometimes its better if you don't know and thank your lucky stars for the free stuff."},
          {"freq":0.5, "tip":"UAF // UAF Gunships are effective against isolated targets. Think of them as replacable 'frigate'-sized spacecrafts with the purpose of overwhelming the enemy even if its for just a few seconds."},
          {"freq":0.5, "tip":"UAF // Think twice before giving Semibreve tactical nuclear missiles to ships piloted by your fellow lieutenants. Sometimes, you'll be fighting against your own team too.. half of the time."},
          {"freq":0.5, "tip":"UAF // Where is Auroran Diplomatic Bureau? Its located in Vermillion Station in Aoi system, look for a certain administrator that looks out of place among all those people."},
          {"freq":0.5, "tip":"UAF // Got yourself a bunch of nuclear fighters? They're basically mini-nuke spammers, be wary of them especially if you're swarmed by a lot of things that could.. trigger the nukes early."},
          {"freq":0.5, "tip":"UAF // Before launching the Semibreve, look left and right. Watch out for the traffic first before firing and turn on your shield, like seriously. You won't regret it."},
          {"freq":0.5, "tip":"UAF // Want to be part of the UAF naval officer collection? Come forth and get commissioned into the Federation!"},
          {"freq":0.5, "tip":"UAF // UAF offers guaranteed important contacts and elite naval officers for the player so long as they pledge their loyalty to the Federation."},
          {"freq":0.5, "tip":"UAF // Why is it called United Aurora Federation? Honestly it's a placeholder name that was stuck to it since many years ago. It became apparent that we're not changing that anytime soon with the amount of progress we had."},
          {"freq":0.5, "tip":"UAF // Do you have feedback to share? Do post in the forum and please be mindful and polite on what you type!"},
          {"freq":0.5, "tip":"UAF // Choose your dialogue options carefully, most of them have trap answers that will outright cancel the mission and you won't see them ever again until a new save is made."},
          {"freq":0.5, "tip":"UAF // UAF is a faction that uses their own things, that's why they have such a vast arsenal of weapons, ships and fighters. You won't see them using vanilla stuff under normal circumstances."},
          {"freq":0.5, "tip":"UAF // You can actually cosplay as UAF officers, their uniform design is surprisingly simple and easy to do if you know how. Just sayin'."},
          {"freq":0.5, "tip":"UAF // Queen is an emotional character. The faction music reflects that."},
          {"freq":0.5, "tip":"UAF // Having trouble against treacherous fleets? Sometimes you gotta use their own toys against themselves especially when things could possibly get out of hand."},
          {"freq":0.5, "tip":"UAF // The Naga and Lumayan are part of the brand new MFA fighter series, think of them as something that can stun fighters and ship components."},
          {"freq":0.5, "tip":"UAF // If you somehow let Rafflesya crawl her way to you while being such a big and slow target, that's either a skill issue or lack of point defense."},
          {"freq":0.5, "tip":"UAF // You're not being yourself if you don't use UAF point defenses on their faction ships, here have a space snickers."},
          {"freq":0.5, "tip":"UAF // UAF's main weakness are beam weaponry. They also just can't stand being in the sun for too long."},
          {"freq":0.5, "tip":"UAF // Rafflesya is armed with a bomb called AWP. It stands for Auroran Weaponized WAIFU Package. It contains a waifu and a rather explosive pun. That's why it blows up."},
          {"freq":0.5, "tip":"UAF // People die when they are killed. Save them today by installing Recovery Shuttle hullmod on your carriers."},
          {"freq":0.5, "tip":"UAF // Try carpet and hypersonic torpedo bomber combo. You'll realize whos the real danger almost immediately."},
          {"freq":0.5, "tip":"UAF // Eyeseau is also a capital class survey and command ship. If you're in the mood for RTS Starsector. Put yourself on it and enjoy the increased command point replenishment rate."},
          {"freq":0.5, "tip":"UAF // Kanshee SXC and Cyrexa II SXC are the next generation naval guns made for Automata ships. They'll kill ships or shields faster than their predecessors."},
          {"freq":0.5, "tip":"UAF // Merupaka EPD is a next generation Reina MG. Equipped with the latest energy infused ammunition which proved to be powerful against missiles and fighters."},
          {"freq":0.5, "tip":"UAF // Are you a risky player when it comes to flux management? Try the cutting-edge 'Edge' weapon series, you'll like them!"},          
          {"freq":0.5, "tip":"UAF // Are you a player of W*rld of Tanks and W*rthunder? Try the Fusoreina(P) today! It can bounce incoming projectiles now!"},
          {"freq":0.5, "tip":"UAF // Sunami is named after Tsunami. No, really. Don't believe me? Fine, I mean.. there's not much water in space you know."},
          {"freq":0.5, "tip":"UAF // Throw enough bombs on a certain direction and you'll feel like space isn't so big anymore."},
          {"freq":0.5, "tip":"UAF // Don't expect to easily refuel in the core worlds if you're working for the UAF. Almost all fuel suppliers are jealous of the UAF's fuel production. This message is brought to you by-"},
          {"freq":0.5, "tip":"UAF // Beware of the Semibreve Syndrome. It's incurable and you'll feel the urge to set the whole Sector on nuclear fire. No matter where you go."},
          {"freq":0.5, "tip":"UAF // Some may say the Semibreve is a last resort weapon. But to most, it will always be 'shoot first, regret later maybe' depending on the outcome."},
          {"freq":0.5, "tip":"UAF // Boss.. you killed a corvette with Semibreve..? AMAZING! This is why you're the best boss. Wait, y-your majesty? I can explai-"},
          {"freq":0.5, "tip":"UAF // Taufan is named after typhoon. You know.. the big cloudy thingy?"},
          {"freq":0.5, "tip":"UAF // I heard Favonius is well known for its beach episodes. No, you won't be seeing any of them because you're suppose to be a starfarer. Not an anime protagonist."},
          {"freq":0.5, "tip":"UAF // Taufan(NX) is a glorified version of the Reaper torpedo bomber. But it's actually more glorious and tactically useful. Give it a try and beware of its increased friendly fire potential."},
          {"freq":0.5, "tip":"UAF // Sindrian Fuel Company is a good mod. Don't judge the mod for its intentional style. You might get a few laughters out of it and you'll even notice UAF goes pretty well with their ships as well."},
          {"freq":0.5, "tip":"UAF // Are you thirsty from looking at all those good stuff? Stop! Pause the game and have a drink or two. Hydrate yourself."},
          {"freq":0.5, "tip":"UAF // Iron Shell have a ship capable of delivering the nuke back to you. Be careful and think twice before launching your nukes. Seriously."},
          {"freq":0.5, "tip":"UAF // Although missile and gun fighter behaviors are set differently. They will still abide to the carrier's orders to retreat and whatnot."},
          {"freq":0.5, "tip":"UAF // Purcellyra was nerfed from 4 large missiles to 6. Check it out for yourself and you'll understand why it was called a nerf. Well, not really but it kinda is."},
          {"freq":0.5, "tip":"UAF // I heard a bigger nuke is coming. Nuclear MIRV too.. Anti-fighter nuke missiles.. GASP, MEGABREVE?!"},
          {"freq":0.5, "tip":"UAF // If you think Purcellyra is scary. Wait until you see the Vioceleste. The Prototype Nuclear-only MIRV Missile Battleship."},
          {"freq":0.5, "tip":"UAF // If you just take away the anime artstyle away from the mod. The UAF itself is actually a grounded faction with a near-future modern sci-fi aesthetic and they know how to dress their ships up and look glamorous while at it."},
          {"freq":0.5, "tip":"UAF // Every nuke launched, is a friendly killed. Perfectly balanced, as all things should be."},
          {"freq":0.5, "tip":"UAF // Robo-Queen likes ice cream too and craves to give it a try but sadly she's well.. a robot. So sad. I know."},
          {"freq":0.5, "tip":"UAF // Once you release the genie out of the bottle, it will never go back."},
          {"freq":0.5, "tip":"UAF // You may think that secondary fragmentation damage is useless on that energy railgun. But wait until the enemy's armor is broken. Then you'll see."},
          {"freq":0.5, "tip":"UAF // Surprisingly, the UAF is also a federation made of mostly real people. Those portraits are either inspired, commissioned or characters made of different people."},
          {"freq":0.5, "tip":"UAF // Bridge Bunny Doctrine is actually a really effective tactic for morale boost purposes. You'll probably fight harder if you know your waifu is on board no?"},
          {"freq":0.5, "tip":"UAF // We have up to more than 100 tips. Have fun reading them all and don't forget to tell us which one is your favorite!"},
          {"freq":0.5, "tip":"UAF // On behalf of the UAF Core Development Team (CY & Vermy). Thank you for playing the UAF! It's surprising to see how many people surfaced and showed support to us especially on Patreon and anywhere else really."},
          {"freq":0.5, "tip":"UAF // Don't underestimate the UAF corvettes, especially the sub variants. What they lack in strength, they make up for in numbers and volume of fire."},
          {"freq":0.5, "tip":"UAF // Somehow we have a lot of vtubers and other notable type of players playing the mod. Thanks for trying the mod!"},
          {"freq":0.5, "tip":"UAF // When you think about it. UAF fighters are inspired by mostly Ace Combat stuff. The ships and their combat tactics can be traced back to Space Battleship Yamato and Legend of Galactic Heroes! Check out those anime by the way!"},
          {"freq":0.5, "tip":"UAF // UAF vs UAF will be a primary feature at some point. Be sure to wear sunglasses for the potential hollywood-like blockbuster explosive naval action."},
          {"freq":0.5, "tip":"UAF // Imperium may have their ridiculously powerful planet killer nukes. But we have tactical nukes of varying sizes. What's the difference? You can own up to more than 25 of them and beyond."},
          {"freq":0.5, "tip":"UAF // No. You can't park the Cherry Vanguard sideways in the middle of a jump point and expect it to work like that one ship stuck on a canal. I don't even know how that even happened. Geez!"},
          {"freq":0.5, "tip":"UAF // Ever wonder why Aurorans are addicted to their choco lava? What if it was.. given a suspicious ingredient?! Why are drugs even legal to begin with?"},
          {"freq":0.5, "tip":"UAF // Phase ships? Nah, that's just not our style really. Unless..."},
          {"freq":0.5, "tip":"UAF // There is more lores written in the tips than on the faction itself. Have fun going through them all."},
          {"freq":0.5, "tip":"UAF // Iron Shell waifus may tax the hell out of you but we don't do that here. Instead, you wait in queue for an interview instead that may last for weeks! HAH, would you rather pay taxes or wait in queue now?~"},
          {"freq":0.5, "tip":"UAF // A friendly advise to future modders reading this chat. Just because UAF have super capitals doesn't mean you should have it as well. They're highly experimental and hard to balance. Don't do it unless you're prepared for any consequences."},
          {"freq":0.5, "tip":"UAF // UAF will not bother anyone until they're provoked."},
          {"freq":0.5, "tip":"UAF // Semibreve is the definition of happiness. - Sgt Clotter, Cycle 206 Colorized"},
     ]
}